Revit 2024 API
FilterInverseRule Properties
The FilterInverseRule type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FilterRule.)
See Also
FilterInverseRule Class
Autodesk.Revit.DB Namespace